/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen und ist einsatzbereit. Dies ist ein wichtiges Update. Möchtest du es jetzt installieren und %1$@ neu starten?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ wurde heruntergeladen und ist einsatzbereit. Möchtest du es jetzt installieren und %1$@ neu starten?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kann nicht aktualisiert werden, wenn es von einem schreibgeschützten Medium wie einem Datenträgerimage oder einem optischen Laufwerk ausgeführt wird. Verschiebe %1$@ in deinen Anwendungsordner, starte es von dort neu und versuche es erneut.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ ist die aktuellste verfügbare Version.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ heruntergeladen";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ von %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Es ist eine neue Version von %1$@ verfügbar. Aktualisiere auf die Version %2$@, um die neusten Verbesserungen nutzen zu können.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Es ist eine neue Version von %1$@ verfügbar. Aktualisiere auf die Version %2$@, um die neusten Verbesserungen nutzen zu können. Möchtest du online mehr über dieses Update erfahren?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Eine neue Version von %@ kann jetzt installiert werden.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Fehler beim Abrufen der Update-Daten. Bitte versuche es später erneut.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Fehler beim Herunterladen des Updates. Bitte versuche es später erneut.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Fehler beim Extrahieren des Archivs. Bitte versuche es später erneut.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Fehler beim Installieren des Updates. Bitte versuche es später erneut.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Fehler beim Analysieren des Update-Feeds";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Fehler beim Neustart von %1$@. Die neue Version ist verfügbar, wenn du %1$@ das nächste Mal ausführst.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Wichtiges Update für %@ steht zum Installieren bereit";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cancel Update" = "Aktualisierung abbrechen";

/* No comment provided by engineer. */
"Checking for updates..." = "Suche nach Updates…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Update wird heruntergeladen…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Update wird entpackt…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installieren und neu starten";

/* Take care not to overflow the status window. */
"Installing update..." = "Update wird installiert…";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Mehr erfahren…";

/* No comment provided by engineer. */
"Let's update your app" = "Aktualisiere deine Anwendung";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Bereit zum Installieren";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Soll automatisch nach Updates für %1$@ gesucht werden? Du kannst auch jederzeit über den Menüeintrag „%1$@“ nach Updates suchen lassen.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Das Update ist falsch signiert.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Das Update wird nicht installiert, weil der Nutzer das System angewiesen hat, sich auszuschalten.";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "O je, deine Version von %@ ist etwas veraltet.";

/* No comment provided by engineer. */
"Update Error!" = "Fehler beim Aktualisieren!";

/* No comment provided by engineer. */
"Updating %@" = "%@ aktualisieren";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du hast bereits die neueste Version von %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Du verwendest die aktuelle Version!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Aktuell verwendest du die die nicht mehr unterstützte Version %@. Seither haben wir die Software deutlich weiterentwickelt und verbessert. Lade bitte die aktuelle Version herunter, um die Anwendung weiterhin zu nutzen.";
